       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO.

       ENVIRONMENT DIVISION.

       DATA DIVISION.
       
       PROCEDURE DIVISION.
           DISPLAY "Hello, world!".
           STOP RUN.
           
